{
  "_id": "page.privacy",
  "_type": "page.content",
  "body": "This privacy notice explains what the Ministry of Justice (MOJ) means when we talk about personal data, why we ask for this information about you and what we do with it when you use the Claim for costs of a child’s funeral service.\r\n\r\nIt also explains how we store your data, how you can get a copy of the information we’ve collected about you and how you can complain if you think we’ve done something wrong.\r\n\r\n## Who manages this service\r\n\r\nThe Claim for costs of a child’s funeral service is managed by the Ministry of Justice (MOJ). \r\n\r\nThe MOJ works with other organisations to deliver the service. Your application will be processed by SSCL (a registered brand of Shared Services Connected Ltd) a contractor employed by the MOJ to manage and process data on behalf of the MOJ.\r\n\r\nYou should read this privacy notice alongside the [MOJ personal information charter](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter), which sets out how you can request a copy of your personal data, which provides more information about the use of your personal data.\r\n\r\nMOJ is the data controller for the personal data collected by Claim for costs of a child’s funeral.\r\n\r\n## When we ask for personal data\r\n\r\nWhenever we ask for information about you, we promise to:\r\n\r\n- always let you know why we need it\r\n- ask for relevant personal information only\r\n- make sure we don’t keep it longer than needed\r\n- keep your information safe and make sure nobody can access it unless authorised to do so\r\n- only share your data with other organisations for legitimate purposes\r\n- consider any request you make to correct or delete your personal data\r\n\r\nWe also promise to make it easy for you to:\r\n\r\n- tell us at any time if you want us to stop storing your personal data\r\n- make a complaint to the supervisory authority\r\n\r\n## The personal data we collect\r\n\r\nWe only collect personal data that you directly provide with your application. \r\n\r\nWe only collect the information we need to deliver this service to you. The personal data collected includes:\r\n\r\n- personal information about you and your child\r\n- your claim for associated expenses including details of how you would like to be paid\r\n\r\nWe [use cookies](http://www.aboutcookies.org.uk/managing-cookies) to collect data that tells us about how the service is used, including:\r\n \r\n- your computer, phone or tablet’s IP address\r\n- the region or town where you are using your computer, phone or tablet\r\n- the operating system and web browser you use\r\n\r\nThis information is not used to identify you personally.\r\n\r\n## Why we collect your personal data\r\n\r\nWe collect data to allow you to claim for costs of a child’s funeral. Both the online form and the PDF application form collect the same types of personal data. The processing of your personal data is necessary for the administration of justice and legal claims. This is part of the work we do.\r\n\r\nUse of the online or PDF form is voluntary. If you do not provide all the information we ask for, we may not be able to process your application.\r\n\r\nPlease note that transmitting information over the internet is generally not completely secure, and MOJ can’t guarantee the security of your data. Any data you transmit is at your own risk. MOJ and SSCL have procedures and security features in place to keep your data secure once we receive it.\r\n\r\n## Sharing your personal data\r\n\r\nThe information you provide will be shared with SSCL to process your application.\r\n\r\nSSCL shares your claim details with the Department of Work and Pensions (DWP). The DWP will check your claim against any funeral expense payments that have already been made for the child who has died.\r\n\r\nWe may also use your contact information to ask for feedback on using the service, but only when you have given your consent for us to do so.\r\n\r\nWe’ll never share your information with other organisations for marketing, market research or commercial purposes.\r\n\r\n## Keeping your personal data\r\n\r\nTo protect your personal information, any data you enter as you progress through the online form is held temporarily and securely until you submit your application, after which your application cannot be viewed or modified further online.\r\n\r\nMOJ and SSCL will keep your data for 9 months from the date of the funeral to allow time to appeal the application decision. \r\n\r\nMOJ and SSCL will delete the claimant’s details 9 months after the date of the deceased’s funeral.\r\n\r\nMOJ and SSCL will delete the deceased’s details 9 months after they would have reached 18 years old.\r\n\r\nAll deleted data will be destroyed securely and confidentially.\r\n\r\n## How we use your personal data\r\n\r\nYour online submission will be sent from the online form to SSCL via encrypted email. \r\n\r\nWhen you submit details using the online form, we use your email address to send you a confirmation email. This system processes emails only within the European Economic Area until the point where emails are handed over to the email provider you use.\r\n\r\n## How we store your personal data\r\n\r\nMOJ and SSCL take data security very seriously and take every step to ensure that your data remains private and secure. All data collected by this service is stored in a secure database kept entirely within the European Economic Area (EEA).\r\n\r\nYour application will only be accessible to MOJ and SSCL staff who require access to process applications.\r\n\r\nIf you apply by sending the completed PDF form by email, SCCL will store your PDF application within a secure digital system. SSCL may monitor and store both your incoming and outgoing emails. SSCL may also use blocking software.\r\n\r\nIf you apply by post, SSCL will record your application data within a secure digital system. SSCL may also retain original hard-copies of information submitted by you. This must be stored in a locked filing cabinet. Digital copies of letters may be scanned and stored.\r\n\r\n## Your rights\r\n\r\nYou can ask:\r\n\r\n- to see the personal data that we hold on you\r\n- to have the personal data corrected\r\n- to have the personal data removed or deleted (this will depend on the circumstances, for example if you decide not to continue your application)\r\n\r\nIf you want to see the personal data that we hold on you, you can make a [subject access request](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter).\r\n\r\nWrite to us at:\r\n\r\nDisclosure Team,  \r\nPost point 10.38,  \r\n102 Petty France,  \r\nLondon,  \r\nSW1H 9AJ  \r\n[data.access@justice.gov.uk](mailto:data.access@justice.gov.uk)\r\n\r\n## Getting more information\r\n\r\nYou can get more details on:\r\n\r\n- agreements we have with other organisations for sharing information\r\n- when we can pass on personal information without telling you, for example, to help with the prevention or detection of crime or to produce anonymised statistics\r\n- instructions we give to staff on how to collect, use or delete your personal information\r\n- how we check that the information we have is accurate and up-to-date\r\n- how to make a complaint\r\n\r\nFor more information, please contact the MOJ data protection officer at:\r\n\r\n102 Petty France  \r\nLondon  \r\nSW1H 9AJ  \r\n[data.compliance@justice.gov.uk](mailto:data.compliance@justice.gov.uk)\r\n\r\n## Making a complaint\r\n\r\nWhen we ask you for information, we will keep to the law. If you think that your information has not been handled correctly, you can contact the Information Commissioner for independent advice about data protection on the address below:\r\n\r\nInformation Commissioner's Office,  \r\nWycliffe House, Water Lane,  \r\nWilmslow,  \r\nCheshire, SK9 5AF  \r\nTel: 0303 123 1113  \r\n[www.ico.org.uk](www.ico.org.uk)",
  "heading": "Privacy",
  "url": "privacy"
}