{
  "_id": "page.start",
  "_type": "page.start",
  "body": "If you used a funeral director, you do not need to claim. There’s a [different claims process] for funeral directors and burial and cremation providers.",
  "extraComponents": [
    {
      "_id": "page.start--content",
      "_type": "content",
      "html": "## Eligibility\r\n\r\nYou can make a claim to the Children’s Funeral Fund for England if:\r\n\r\n- the child who died was under the age of 18 or was stillborn after 24 weeks of pregnancy\r\n- the burial or cremation took place in England on or after 23 July 2019\r\n- you paid funeral expenses listed below directly to the provider (you did not use a funeral director)\r\n\r\nIf you have other funeral expenses, you might be able to apply for [Funeral Expenses Payment](https://www.gov.uk/funeral-payments) to cover them. You or your partner must be getting certain benefits.\r\n\r\nExpenses you can claim for are:\r\n\r\n- up to £300 towards a coffin, shroud, casket or other covering\r\n- removal of implanted medical devices for a cremation\r\n- completion of necessary cremation certificates \r\n- a container for storing ashes in a columbarium or similar (if the one returned to you is unsuitable for this)\r\n- fees charged by a third-party grave digger (where these are not claimed by the burial or cremation provider)\r\n\r\n## Making your claim\r\n\r\nYou must submit your claim within 6 months of the date of the child’s funeral.\r\n\r\nYou’ll need:\r\n\r\n- information about the child who died\r\n- proof of payment (receipts) for any of the expenses listed\r\n- your bank or building society account details if you have one\r\n\r\nIt'll take about 10 minutes to submit your claim. Make sure you have everything you need as you cannot save and come back later.\r\n\r\nIf you need help making your claim you can call freephone 0808 196 1759 (outside UK +44 1633 630904) or email [cff@sscl.gse.gov.uk](mailto:cff@sscl.gse.gov.uk). You can also request a PDF claim form."
    }
  ],
  "heading": "[% service#name %]",
  "lede": "Use this service if you’ve paid directly for specific expenses in a child’s funeral without using a funeral director.",
  "steps": [
    "page.full-name",
    "page.email-address",
    "page.address-uk",
    "page.address",
    "page.international-address",
    "page.child-name",
    "page.stillborn-check",
    "page.date-of-stillbirth",
    "page.date-of-birth",
    "page.date-of-funeral",
    "page.funeral-location",
    "page.what-are-you-claiming-for",
    "page.how-do-you-want-to-be-paid",
    "page.uk-bank-account-details",
    "page.building-society-account-details",
    "page.non-uk-bank-account-details",
    "page.check-answers",
    "page.confirmation"
  ],
  "url": "/"
}