{
  "_id": "page.accessibility",
  "_type": "page.content",
  "body": "## Using this online form\r\n \r\nThis online form is run by the Ministry of Justice. We want as many people as possible to be able to use this online form. For example, that means you should be able to:\r\n \r\n- change colours, contrast levels and fonts\r\n- zoom in up to 300% without the text spilling off the screen\r\n- navigate most of the website using just a keyboard\r\n- navigate most of the website using speech recognition software\r\n- listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)\r\n \r\nWe’ve also made the text as simple as possible to understand.\r\n \r\nAbilityNet has advice on making your device easier to use if you have a disability.\r\n\r\n## About the accessibility of this online form\r\n \r\nWe know some parts of this online form aren’t fully accessible:\r\n\r\n- the focus state of the file upload buttons isn’t always clear\r\n- the active state of the file upload buttons isn’t always clear\r\n\r\n## Reporting accessibility problems \r\n \r\nWe’re always looking to improve the accessibility of this online form.\r\n \r\nIf you find any problems that aren’t listed on this page or think we’re not meeting the requirements of the accessibility regulations, contact: [form-builder-team@digital.justice.gov.uk](mailto:form-builder-team@digital.justice.gov.uk) giving details of the issue and any assistive technology you are using.\r\n\r\n## Enforcement procedure\r\n \r\nThe Equality and Human Rights Commission (EHRC) is responsible for enforcing the accessibility regulations. If you’re not happy with how we respond to your complaint, [contact the Equality Advisory and Support Service (EASS)](https://www.equalityadvisoryservice.com/).\r\n\r\n## Technical information about this online form’s accessibility\r\n \r\nThe Ministry of Justice is committed to making its online forms and services accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.\r\n \r\nThis online form is partially compliant with the [Web Content Accessibility Guidelines version 2.1](https://www.w3.org/TR/WCAG21/) AA standard, due to the non-compliance issues listed below.\r\n\r\n\r\n## Issues with interactive tools and transactions\r\n\r\n- the focus state of the browse button on the file upload screen isn’t clear making the form hard to navigate using a keyboard\r\n- the active state of the browse button on the file upload screen isn’t clear\r\n- making the form hard to navigate using a keyboard\r\nthe ‘Add another file’ on the file upload screen is styled like a link when it isn’t a link\r\n \r\nWe plan to fix the accessibility issues by September 2020. \r\n\r\n## How we tested this online form\r\n \r\nThis online form was last tested on 11 July 2019. The test was carried out by the Ministry of Justice.\r\n \r\nWe tested:\r\n \r\nour main online platform, available at [https://claim-for-costs-of-a-childs-funeral.forms.justice.gov.uk](https://claim-for-costs-of-a-childs-funeral.forms.justice.gov.uk)\r\n\r\nThis statement was prepared on 15 July 2019.",
  "heading": "Accessibility",
  "url": "accessibility"
}