{
  "_id": "page.start",
  "_type": "page.start",
  "body": "Claims must be submitted within 6 months of the date of the funeral.\r\n\r\nThis service is for the person who’s paid for the eligible expenses in a child’s funeral. It’s not for businesses. There’s a [different claims process] for funeral directors and burial and cremation authorities.",
  "extraComponents": [
    {
      "_id": "page.start--content",
      "_type": "content",
      "html": "## Eligibility\r\n\r\nYou can make a claim to the Children’s Funeral Fund if:\r\n- the child who died was under the age of 18 or stillborn after 24 weeks of pregnancy\r\n- the burial or cremation took place in England after 23 July 2019\r\nyou paid the associated funeral expenses (you did not use a funeral director)\r\n- [something about Funeral Expenses Payment…]\r\n\r\nYou can only claim for:\r\n\r\n- a coffin, shroud, casket or other covering up to £300\r\n- removal of implanted medical devices for a cremation\r\n- a private post mortem when required by a medical referee\r\n- completion of cremation certificate (when not claimed by the cremation authority)\r\n- something for storing ashes if the one returned to you is unsuitable for its location\r\n- fees charged by a third-party grave digger (when not claimed by the burial authority)\r\n\r\n## What you need to apply\r\n\r\nYou’ll need:\r\n\r\n- information about the child who died\r\n- eligible funeral expenses you’ve paid and your receipts\r\n- your bank or building society account details if you have one\r\n\r\nIt'll take about 10 minutes to submit your claim. Make sure you have everything you need as you cannot save and come back later.\r\n\r\n## Help with your claim\r\n\r\nIf you need help with this service you can call [SSCL phoneline number] or email [SSCL email address]."
    }
  ],
  "heading": "[% service#name %]",
  "lede": "Use this service to claim back certain costs associated with the burial or cremation of a child in England.",
  "steps": [
    "page.full-name",
    "page.email-address",
    "page.address-uk",
    "page.address",
    "page.international-address",
    "page.family-name",
    "page.stillborn-check",
    "page.date-of-stillbirth",
    "page.date-of-birth",
    "page.date-of-funeral",
    "page.funeral-location",
    "page.what-are-you-claiming-for",
    "page.receipt-upload",
    "page.how-do-you-want-to-be-paid",
    "page.uk-bank-account-details",
    "page.building-society-account-details",
    "page.non-uk-bank-account-details",
    "page.check-answers",
    "page.confirmation"
  ],
  "url": "/"
}